Repository: mschloapps/NFPCharting
Catalog: NFPCharting/AppResources.*.resx
Languages: es, zh_hant

# MenstrualLabel
source: Menstrual:
zh_hant: 月經:

# IndicatorLabel
source: Indicator:
es: Indicador:
zh_hant: 指示符:

# ColorLabel
source: Color:
zh_hant: 顏色:

# SensationLabel
source: Sensation:
es: Sensación:
zh_hant: 感覺:

# FrequencyLabel
source: Frequency:
es: Frecuencia:
zh_hant: 頻率:

# PeakLabel
source: Peak:
es: Máximo:
zh_hant: 高峰:

# DayCountLabel
source: Day Count:
es: Cuenta de los días:
zh_hant: 日計算:

# IntercourseLabel
source: Intercourse:
es: Relación sexual:
zh_hant: 行房:

# NotesLabel
source: Notes:
es: Notas:
zh_hant: 筆記:

# UpdateLabel
source: Update
es: Actualización
zh_hant: 更新

# ShowLabel
source: View
es: Ver
zh_hant: 視圖

# SendLabel
source: Share
es: Compartir
zh_hant: 分享

# StampLabel
source: Stamp
es: Estampilla
zh_hant: 標記

# EditDayLabel
source: Edit Day
es: Editar Día
zh_hant: 編輯日期

# EditCyclesLabel
source: Edit Cycles
es: Editar Ciclos
zh_hant: 編輯週期

# ViewCyclesLabel
source: View/Share
es: Ver / Compartir
zh_hant: 查看/分享

# ViewingCyclesLabel
source: View/Share Cycles
es: Ver / Compartir Ciclos
zh_hant: 查看/共享週期

# CyclesLabel
source: Cycles
es: Ciclos
zh_hant: 週期

# CyclesToDisplayLabel
source: Cycles to Display:
es: Ciclos para mostrar:
zh_hant: 週期選示:

# AddNewCycleLabel
source: Add New Cycle
es: Añadir un ciclo nuevo
zh_hant: 增添新週期

# AddLabel
source: Add
es: Añadir
zh_hant: 增加

# StartingDateLabel
source: Start Date:
es: Día Inicial:
zh_hant: 開始日期:

# CycleStartDateLabel
source: Cycle Start Date:
es: Día inicial de ciclo:
zh_hant: 週期開始日期:

# CurrentCycleLabel
source: Current Cycle?:
es: Ciclo actual?:
zh_hant: 本次週期?:

# YesLabel
source: Yes
es: Sí
zh_hant: 是

# NoLabel
source: No
zh_hant: 不是

# CycleIDLabel
source: CycleID:
es: ID del ciclo:
zh_hant: 週期編號:

# DatabaseUpdateLabel
source: Database Update
es: Actualización del base de datos
zh_hant: 數據庫更新

# AlertLabel
source: Alert
es: Alerta
zh_hant: 警報

# UpdateErrorLabel
source: Error updating data. Did you forget to add a cycle?
es: Problema actualizando la data. Se olvidó añadir un ciclo?
zh_hant: 更新數據時出錯。你忘了增添新週期嗎?

# UpdateSuccessLabel
source: Cycle data has been updated.
es: Se ha actualizado el ciclo.
zh_hant: 週期數據已更新。

# OKLabel
source: OK
zh_hant: 好

# AddCycleSuccessLabel
source: New cycle has been added.
es: Nuevo ciclo se ha añadido.
zh_hant: 新的週期已被添加。

# AddCycleErrorLabel
source: Failed to add new cycle, start date already exists.
es: No logró añadir un ciclo nuevo. Fecha de comenzar ya existe.
zh_hant: 無法添加新週期，開始日期已存在。

# SendErrorLabel
source: Error sending email. You must have a mail account setup to use this feature.
es: Error mandando in email. Se necesita un email estándar para usar esta herramienta.
zh_hant: 發送郵件時出錯。您必須設有默認郵件帳戶才能使用此功能。

# DeleteErrorLabel
source: Error deleting cycle.
es: Error borrando ciclo.
zh_hant: 刪除週期時出錯。

# DeleteSuccessLabel
source: Cycle and data deleted.
es: Ciclo y data se borraron.
zh_hant: 週期和數據已被刪除.

# AddCycleButtonLabel
source: Add new Cycle using "+" button.
es: Añadir un ciclo nuevo usando el botón +.
zh_hant: 按“+”鍵添加新週期。

# EmailSubjectLabel
source: NFP Chart
es: Gráfica de NFP
zh_hant: NFP圖表

# EmailBodyLabel
source: Sending NFP Chart
es: Mandando gráfica de NFP
zh_hant: NFP圖表發送中

# ImportExportLabel
source: Database Backup
es: Copia de seguridad de la base de datos
zh_hant: 數據庫備份

# ImportLabel
source: Import
es: Importar
zh_hant: 進口

# ExportLabel
source: Export
es: Exportar
zh_hant: 出口

# ExportSubjectLabel
source: NFP Database Export
es: Exportación del base de datos NFP
zh_hant: NFP數據庫導出

# ExportBodyLabel
source: Sending NFP Database
es: Enviando el base de datos NFP
zh_hant: 發送NFP數據庫

# ImportErrorLabel
source: Error Importing Database
es: Error introduciendo el base de datos
zh_hant: 導入數據庫時出錯

# ImportNote
source: You must close the app and restart it for the changes to take effect.
es: Se debe cerrar la aplicación y reiniciarla para actualizar los cambios.
zh_hant: 您必須關閉應用程序並重新啟動它才能使更改生效。

# ImportErrorPermissionsAndroid
source: You must enable the storage permission to use this feature. Toggle: Settings>Apps>NFP Charting>Permissions>Storage
es: Se debe activar el permiso almacenamiento para usar esta herramienta. Toggle: Settings>Apps>NFP Charting>Permissions>Storage
zh_hant: 您必須啟用存儲權限才能使用此功能。 切換：設置>應用> NFP圖表>權限>存儲

# ImportErrorPermissionsApple
source: You must enable iCloud to use this feature.
es: Se debe activar iCloud para usar esta herramienta.
zh_hant: 您必須啟用iCloud才能使用此功能。

# ImportExportBaseLabel
source: Backup
es: Apoyo
zh_hant: 後備

# ImportErrorDBLabel
source: Error importing database. Selected file was not an NFP Database file.
es: Error introduciendo el base de datos. El archivo seleccionado no era un archivo de base de datos NFP.
zh_hant: 導入數據庫出錯。 所選文件不是NFP數據庫文件。

# BColor
source: B - Brown (or black)
es: B - Marrón (o negro)
zh_hant: B - 棕色（或黑色）

# BMenstrual
source: B - Brown (or black)
es: B - Marrón (o negro)
zh_hant: B - 棕色（或黑色）

# CColor
source: C - Cloudy (white)
es: C - Nublado (blanco)
zh_hant: C - 多雲（白色）

# CKColor
source: CK - Cloudy/Clear
es: CK - Nublado / Claro
zh_hant: CK - 多雲/清除

# EightIndicator
source: 8 - Tacky (1/2"-3/4")
es: 8 - pegajoso (1.0-2.0 cm)
zh_hant: 8 - 俗氣的 (1.0-2.0 cm)

# FourIndicator
source: 4 - Shiny w/o lubrication
es: 4 - Brillante sin lubricación
zh_hant: 4 - 閃亮的無潤滑

# GColor
source: G - Gummy
es: G - gomoso
zh_hant: G - 軟糖

# GSensation
source: G - Gummy
es: G - gomoso
zh_hant: G - 軟糖

# HMenstrual
source: H - Heavy flow
es: H - Flujo pesado
zh_hant: H - 重流量

# KColor
source: K - Clear
es: K - Claro
zh_hant: K - 清楚

# LMenstrual
source: L - Light flow
es: L - Flujo de luz
zh_hant: L - 光流

# LSensation
source: L - Lubricative
es: L - Lubricante
zh_hant: L - 潤滑劑

# MMenstrual
source: M - Moderate flow
es: M - Flujo moderado
zh_hant: M - 中等流量

# PColor
source: P - Pasty
zh_hant: P - 膏狀

# PSensation
source: P - Pasty
zh_hant: P - 膏狀

# SixIndicator
source: 6 - Sticky (1/4")
es: 6 - Pegajoso (0.5 cm)
zh_hant: 6 - 粘滯 (0.5 cm)

# TenDLIndicator
source: 10DL - Damp w/ lubrication
es: 10DL - Humedad c / lubricación
zh_hant: 10DL - 濕潤/潤滑

# TenIndicator
source: 10 - Stretchy (1"+)
es: 10 - Elástico (2.5+ cm)
zh_hant: 10 - 伸展 (2.5+ cm)

# TenSLIndicator
source: 10SL - Shiny w/ lubrication
es: 10SL - Brillante con lubricación
zh_hant: 10SL - 有光澤的潤滑

# TenWLIndicator
source: 10WL - Wet w/ lubrication
es: 10WL - Mojado con lubricación
zh_hant: 10WL - 濕潤/潤滑

# TwoIndicator
source: 2 - Damp w/o lubrication
es: 2 - Humedad sin lubricación
zh_hant: 2 - 沒有潤滑的阻尼

# TwoWIndicator
source: 2W - Wet w/o lubrication
es: 2W - Mojado sin lubricación
zh_hant: 2W - 濕潤無潤滑

# VLMenstrual
source: VL - Very light flow
es: VL - Flujo muy ligero
zh_hant: VL - 非常輕的流量

# YColor
source: Y - Yellow
es: Y - Amarillo
zh_hant: Y - 黃色

# ZeroIndicator
source: 0 - Dry
es: 0 - Seco
zh_hant: 0 - 乾燥

# DeleteLabel
source: Delete
es: Borrar
zh_hant: 刪除

# ImportExportOptions
source: This page is used for backing up your data. Use the "Import" button to load a previously saved database (.db) file. Use the "Export" button to save the current database file or share with another person using this app. NOTE: The file that is exported/saved using this function is a raw data file and not a user viewable file.
es: Esta página se utiliza para hacer una copia de seguridad de sus datos. Use el botón "Importar" para cargar un archivo de base de datos (.db) previamente guardado. Use el botón "Exportar" para guardar el archivo de base de datos actual o compartirlo con otra persona que use esta aplicación. NOTA: El archivo que se exporta / guarda con esta función es un archivo de datos sin procesar y no un archivo visible para el usuario.
zh_hant: 該頁面用於備份數據。 使用“導入”按鈕加載以前保存的數據庫（.db）文件。 使用“導出”按鈕保存當前數據庫文件或使用此應用程序與其他人共享。 注意：使用此功能導出/保存的文件是原始數據文件，而不是用戶可查看的文件。

# ViewOptions
source: This page is used for viewing and sharing your chart. Use the "View" button to view your chart on your device in this app. Use the "Share" button to send the chart to yourself or another person as an HTML file, which can be viewed or printed from a web browser.
es: Esta página se usa para ver y compartir su gráfico. Use el botón "Ver" para ver su gráfico en su dispositivo en esta aplicación. Use el botón "Compartir" para enviarse el gráfico a usted mismo u otra persona como un archivo HTML, que puede verse o imprimirse desde un navegador web.
zh_hant: 此頁面用於查看和共享圖表。 使用“查看”按鈕在此應用程序中的設備上查看圖表。 使用“共享”按鈕將圖表作為HTML文件發送給自己或他人，可以從Web瀏覽器查看或打印。

# CurrNumLabel
source: Current number of days:
es: Número actual de días:
zh_hant: 當前天數：

# CycleModErrorLabel
source: Error modifying cycle.
es: Error al modificar el ciclo.
zh_hant: 修改週期時出錯。

# CycleModifiedLabel
source: Cycle Modified.
es: Ciclo modificado
zh_hant: 循環修改。

# ModCycleLabel
source: Modify Cycle
es: Modificar ciclo
zh_hant: 修改週期

# ModifyLabel
source: Modify
es: Modificar
zh_hant: 修改

# ModNoteLabel
source: Note: If the new number of days is shorter, any stored data for the removed days will be permanently deleted.
es: Nota: Si el nuevo número de días es más corto, los datos almacenados para los días eliminados se eliminarán de forma permanente.
zh_hant: 注意：如果新天數較短，則將永久刪除已刪除天數的所有存儲數據。

# NewNumLabel
source: New number of days:
es: Nuevo número de días:
zh_hant: 新的天數：

# NumDaysLabel
source: Number of Days in Cycle:
es: Número de días en el ciclo:
zh_hant: 週期天數：

# TooFewDaysLabel
source: Number of days must be 1 or more.
es: El número de días debe ser 1 o más.
zh_hant: 天數必須為1或更多。

# TooManyDaysLabel
source: Number of days must be 365 or less.
es: El número de días debe ser 365 o menos.
zh_hant: 天數必須為365或更少。

# EditLabel
source: Edit
es: Editar
zh_hant: 編輯

# DeletePrompt
source: Are you sure you want to delete this cycle?
es: ¿Seguro que quieres borrar este ciclo?
zh_hant: 您確定要刪除此循環嗎？

# DeleteQLabel
source: Delete?
es: ¿Borrar?
zh_hant: 刪除？

# CurrStartLabel
source: Current Start Date:
es: Fecha de inicio actual:

# EditStartErrorLabel
source: Failed to update cycle, start date already exists.
es: Error al actualizar el ciclo, la fecha de inicio ya existe.

# NewStartLabel
source: New Start Date:
es: Nueva fecha de inicio:
